app/controllers/users_controller.rb

SELECT "users".* FROM "users" ORDER BY "users"."id" ASC
---
def index
  @users = User.order(id: :asc)